Repository: RVP97/mobile-scanner
Catalog: Lens/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Couldn't reach the product databases
ar: تعذر الوصول إلى قواعد بيانات المنتجات
ca: No s’ha pogut accedir a les bases de dades de productes
cs: Nepodařilo se spojit s databázemi produktů
da: Der kunne ikke oprettes forbindelse til produktdatabaserne
de: Die Produktdatenbanken sind nicht erreichbar
el: Δεν ήταν δυνατή η πρόσβαση στις βάσεις δεδομένων προϊόντων
es: No se pudo acceder a las bases de datos de productos
fi: Tuotetietokantoihin ei saatu yhteyttä
fr: Impossible de joindre les bases de données de produits
he: לא ניתן היה להגיע למאגרי המוצרים
hi: प्रोडक्ट डेटाबेस तक नहीं पहुँचा जा सका
hr: Nije moguće pristupiti bazama podataka proizvoda
hu: A termékadatbázisok nem érhetők el
id: Tidak dapat menghubungi database produk
it: Impossibile raggiungere i database dei prodotti
ja: 商品データベースに接続できませんでした
ko: 제품 데이터베이스에 연결할 수 없음
ms: Tidak dapat mencapai pangkalan data produk
nb: Fikk ikke kontakt med produktdatabasene
nl: Kan de productdatabases niet bereiken
pl: Nie udało się połączyć z bazami produktów
pt_br: Não foi possível acessar os bancos de dados de produtos
pt_pt: Não foi possível aceder às bases de dados de produtos
ro: Bazele de date de produse nu au putut fi accesate
ru: Не удалось связаться с базами данных товаров
sk: Nepodarilo sa spojiť s databázami produktov
sv: Det gick inte att nå produktdatabaserna
th: ไม่สามารถเชื่อมต่อฐานข้อมูลสินค้าได้
tr: Ürün veri tabanlarına ulaşılamadı
uk: Не вдалося зв’язатися з базами даних товарів
vi: Không thể truy cập cơ sở dữ liệu sản phẩm
zh_hans: 无法连接产品数据库
zh_hant: 無法連線至商品資料庫

source: Couldn't save. Try again.
ar: تعذر الحفظ. حاول مرة أخرى.
ca: No s’ha pogut desar. Torna-ho a provar.
cs: Uložení se nezdařilo. Zkuste to znovu.
da: Kunne ikke gemme. Prøv igen.
de: Sichern fehlgeschlagen. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση. Δοκιμάστε ξανά.
es: No se pudo guardar. Inténtalo de nuevo.
fi: Tallennus epäonnistui. Yritä uudelleen.
fr: Échec de l’enregistrement. Réessayez.
he: לא ניתן היה לשמור. נסה שוב.
hi: सहेजा नहीं जा सका। फिर से कोशिश करें।
hr: Spremanje nije uspjelo. Pokušajte ponovno.
hu: Nem sikerült menteni. Próbálja újra.
id: Tidak dapat menyimpan. Coba lagi.
it: Impossibile salvare. Riprova.
ja: 保存できませんでした。もう一度お試しください。
ko: 저장할 수 없습니다. 다시 시도하십시오.
ms: Tidak dapat menyimpan. Cuba lagi.
nb: Kunne ikke lagre. Prøv igjen.
nl: Kan niet bewaren. Probeer het opnieuw.
pl: Nie udało się zachować. Spróbuj ponownie.
pt_br: Não foi possível salvar. Tente novamente.
pt_pt: Não foi possível guardar. Tente novamente.
ro: Nu s-a putut salva. Încercați din nou.
ru: Не удалось сохранить. Повторите попытку.
sk: Nepodarilo sa uložiť. Skúste to znova.
sv: Det gick inte att spara. Försök igen.
th: ไม่สามารถบันทึกได้ โปรดลองอีกครั้ง
tr: Kaydedilemedi. Yeniden deneyin.
uk: Не вдалося зберегти. Повторіть спробу.
vi: Không thể lưu. Hãy thử lại.
zh_hans: 无法存储。请重试。
zh_hant: 無法儲存。請再試一次。

source: Couldn’t open that image
ar: تعذر فتح هذه الصورة
ca: No s’ha pogut obrir la imatge
cs: Obrázek se nepodařilo otevřít
da: Billedet kunne ikke åbnes
de: Das Bild kann nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα αυτής της εικόνας
es: No se pudo abrir esa imagen
fi: Kuvaa ei voitu avata
fr: Impossible d’ouvrir cette image
he: לא ניתן היה לפתוח את התמונה
hi: वह इमेज नहीं खोली जा सकी
hr: Nije moguće otvoriti tu sliku
hu: Nem sikerült megnyitni a képet
id: Tidak dapat membuka gambar tersebut
it: Impossibile aprire l’immagine
ja: その画像を開けませんでした
ko: 해당 이미지를 열 수 없음
ms: Tidak dapat membuka imej itu
nb: Kunne ikke åpne bildet
nl: Kan die afbeelding niet openen
pl: Nie udało się otworzyć tego obrazka
pt_br: Não foi possível abrir essa imagem
pt_pt: Não foi possível abrir essa imagem
ro: Imaginea nu a putut fi deschisă
ru: Не удалось открыть это изображение
sk: Tento obrázok sa nepodarilo otvoriť
sv: Det gick inte att öppna bilden
th: ไม่สามารถเปิดภาพนั้นได้
tr: Bu görüntü açılamadı
uk: Не вдалося відкрити це зображення
vi: Không thể mở hình ảnh đó
zh_hans: 无法打开该图像
zh_hant: 無法打開該影像

source: Create
ar: إنشاء
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fi: Luo
fr: Créer
he: יצירה
hi: बनाएँ
hr: Izradi
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
ms: Cipta
nb: Opprett
nl: Maak aan
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ro: Creați
ru: Создать
sk: Vytvoriť
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create Code
ar: إنشاء رمز
ca: Crea un codi
cs: Vytvořit kód
da: Opret kode
de: Code erstellen
el: Δημιουργία κωδικού
es: Crear código
fi: Luo koodi
fr: Créer un code
he: צור קוד
hi: कोड बनाएँ
hr: Izradi kôd
hu: Kód létrehozása
id: Buat Kode
it: Crea codice
ja: コードを作成
ko: 코드 생성
ms: Cipta Kod
nb: Opprett kode
nl: Maak code aan
pl: Utwórz kod
pt_br: Criar Código
pt_pt: Criar código
ro: Creați un cod
ru: Создать код
sk: Vytvoriť kód
sv: Skapa kod
th: สร้างโค้ด
tr: Kod Oluştur
uk: Створити код
vi: Tạo mã
zh_hans: 创建码
zh_hant: 建立條碼

source: Create Wi-Fi Code
ar: إنشاء رمز Wi-Fi
ca: Crea un codi de Wi-Fi
cs: Vytvořit kód Wi-Fi
da: Opret Wi-Fi-kode
de: Wi-Fi-Code erstellen
el: Δημιουργία κωδικού Wi-Fi
es: Crear código de Wi-Fi
fi: Luo Wi-Fi-koodi
fr: Créer un code Wi-Fi
he: צור קוד Wi-Fi
hi: Wi-Fi कोड बनाएँ
hr: Izradi Wi-Fi kôd
hu: Wi-Fi-kód létrehozása
id: Buat Kode Wi-Fi
it: Crea codice Wi-Fi
ja: Wi-Fiコードを作成
ko: Wi-Fi 코드 생성
ms: Cipta Kod Wi-Fi
nb: Opprett Wi-Fi-kode
nl: Maak Wi-Fi-code aan
pl: Utwórz kod Wi-Fi
pt_br: Criar Código de Wi-Fi
pt_pt: Criar código Wi-Fi
ro: Creați un cod Wi-Fi
ru: Создать код Wi-Fi
sk: Vytvoriť kód pre Wi-Fi
sv: Skapa Wi-Fi-kod
th: สร้างโค้ด Wi-Fi
tr: Wi-Fi Kodu Oluştur
uk: Створити код Wi-Fi
vi: Tạo mã Wi-Fi
zh_hans: 创建 Wi-Fi 码
zh_hant: 建立 Wi-Fi 條碼

source: Created
ar: المُنشأة
ca: Creats
cs: Vytvořené
da: Oprettede
de: Erstellt
el: Δημιουργημένοι
es: Creados
fi: Luodut
fr: Créés
he: נוצרו
hi: बनाए गए
hr: Izrađeno
hu: Létrehozott
id: Dibuat
it: Creati
ja: 作成済み
ko: 생성됨
ms: Dicipta
nb: Opprettet
nl: Aangemaakt
pl: Utworzone
pt_br: Criados
pt_pt: Criados
ro: Create
ru: Созданные
sk: Vytvorené
sv: Skapade
th: ที่สร้าง
tr: Oluşturulanlar
uk: Створені
vi: Đã tạo
zh_hans: 已创建
zh_hant: 已建立

source: Created %@
ar: أُنشئ %@
ca: Creat · %@
cs: Vytvořeno %@
da: Oprettet %@
de: Erstellt · %@
el: Δημιουργήθηκε · %@
es: Creado · %@
fi: Luotu %@
fr: Créé · %@
he: נוצר · %@
hi: बनाया गया · %@
hr: Izrađeno %@
hu: Létrehozva: %@
id: Dibuat %@
it: Creato · %@
ja: %@に作成
ko: 생성일 %@
ms: Dicipta %@
nb: Opprettet %@
nl: Aangemaakt · %@
pl: Utworzono %@
pt_br: Criado em %@
pt_pt: Criado · %@
ro: Creat %@
ru: Создано %@
sk: Vytvorené %@
sv: Skapad %@
th: สร้างเมื่อ %@
tr: Oluşturuldu · %@
uk: Створено %@
vi: Đã tạo %@
zh_hans: 创建于 %@
zh_hant: 建立於 %@

source: Crop
ar: القص
ca: Retall
cs: Oříznout
da: Beskæring
de: Zuschneiden
el: Περικοπή
es: Recorte
fi: Rajaus
fr: Recadrage
he: חיתוך
hi: क्रॉप
hr: Obrezivanje
hu: Körülvágás
id: Potong
it: Ritaglio
ja: 切り抜き
ko: 자르기
ms: Pangkas
nb: Beskjæring
nl: Bijsnijden
pl: Kadruj
pt_br: Recorte
pt_pt: Recorte
ro: Decupare
ru: Кадрирование
sk: Orezanie
sv: Beskärning
th: ครอบตัด
tr: Kırpma
uk: Обтинання
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁切

source: Crypto address
ar: عنوان عملة مشفرة
ca: Adreça de criptomonedes
cs: Kryptoadresa
da: Kryptoadresse
de: Krypto-Adresse
el: Διεύθυνση κρυπτονομισμάτων
es: Dirección cripto
fi: Kryptovaluuttaosoite
fr: Adresse crypto
he: כתובת קריפטו
hi: क्रिप्टो पता
hr: Kripto adresa
hu: Kriptocím
id: Alamat kripto
it: Indirizzo crypto
ja: 暗号資産アドレス
ko: 암호화폐 주소
ms: Alamat kripto
nb: Kryptoadresse
nl: Crypto-adres
pl: Adres kryptowaluty
pt_br: Endereço de cripto
pt_pt: Endereço cripto
ro: Adresă cripto
ru: Криптоадрес
sk: Kryptoadresa
sv: Kryptoadress
th: ที่อยู่คริปโต
tr: Kripto adresi
uk: Криптоадреса
vi: Địa chỉ tiền mã hóa
zh_hans: 加密货币地址
zh_hant: 加密貨幣地址

source: Custom
ar: مخصص
ca: Personalitzat
cs: Vlastní
da: Tilpasset
de: Eigene
el: Προσαρμογή
es: Personalizado
fi: Muokattu
fr: Personnalisé
he: מותאם אישית
hi: कस्टम
hr: Prilagođeno
hu: Egyéni
id: Khusus
it: Personalizzato
ja: カスタム
ko: 사용자화
ms: Tersuai
nb: Tilpasset
nl: Aangepast
pl: Własny
pt_br: Personalizado
pt_pt: Personalizado
ro: Personalizat
ru: Свой
sk: Vlastné
sv: Anpassad
th: กำหนดเอง
tr: Özel
uk: Власний
vi: Tùy chỉnh
zh_hans: 自定
zh_hant: 自訂

source: Dallas
ar: دالاس
el: Ντάλας
he: דאלאס
hi: डैलस
ja: ダラス
ko: 댈러스
ru: Даллас
th: ดัลลัส
uk: Даллас
zh_hans: 达拉斯
zh_hant: 達拉斯

source: Danger
ar: خطر
ca: Perill
cs: Nebezpečné
da: Fare
de: Gefahr
el: Κίνδυνος
es: Peligro
fi: Vaara
he: סכנה
hi: खतरा
hr: Opasnost
hu: Veszély
id: Bahaya
it: Pericolo
ja: 危険
ko: 위험
ms: Bahaya
nb: Fare
nl: Gevaar
pl: Niebezpieczne
pt_br: Perigo
pt_pt: Perigo
ro: Pericol
ru: Опасность
sk: Nebezpečenstvo
sv: Fara
th: อันตราย
tr: Tehlike
uk: Небезпека
vi: Nguy hiểm
zh_hans: 危险
zh_hant: 危險

source: Dangerous
ar: خطير
ca: Perillós
cs: Nebezpečné
da: Farlig
de: Gefährlich
el: Επικίνδυνο
es: Peligroso
fi: Vaarallinen
fr: Dangereux
he: מסוכן
hi: खतरनाक
hr: Opasno
hu: Veszélyes
id: Berbahaya
it: Pericoloso
ja: 危険
ko: 위험함
ms: Berbahaya
nb: Farlig
nl: Gevaarlijk
pl: Niebezpieczne
pt_br: Perigoso
pt_pt: Perigoso
ro: Periculos
ru: Опасно
sk: Nebezpečné
sv: Farlig
th: อันตราย
tr: Tehlikeli
uk: Небезпечно
vi: Nguy hiểm
zh_hans: 危险
zh_hant: 危險

source: Dark
ar: داكن
ca: Fosc
cs: Tmavý
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hi: गहरा
hr: Tamno
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
ms: Gelap
nb: Mørk
nl: Donker
pl: Ciemny
pt_br: Escuro
pt_pt: Escuro
ro: Întunecat
ru: Темный
sk: Tmavý
sv: Mörk
th: เข้ม
tr: Koyu
uk: Темний
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Darken
ar: تغميق
ca: Enfosqueix
cs: Ztmavit
da: Gør mørkere
de: Abdunkeln
el: Σκούρυνση
es: Oscurecer
fi: Tummenna
fr: Assombrir
he: הכהה
hi: गहरा करें
hr: Potamni
hu: Sötétítés
id: Gelapkan
it: Scurisci
ja: 暗くする
ko: 어둡게
ms: Gelapkan
nb: Gjør mørkere
nl: Verdonker
pl: Przyciemnij
pt_br: Escurecer
pt_pt: Escurecer
ro: Întunecați
ru: Затемнить
sk: Stmaviť
sv: Gör mörkare
th: ทำให้เข้มขึ้น
tr: Koyulaştır
uk: Затемнити
vi: Làm tối
zh_hans: 加深
zh_hant: 加深

source: Date
ar: التاريخ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Deep check
ar: الفحص المعمّق
ca: Comprovació a fons
cs: Důkladná kontrola
da: Grundigt tjek
de: Gründliche Prüfung
el: Εις βάθος έλεγχος
es: Verificación a fondo
fi: Perusteellinen tarkistus
fr: Vérification approfondie
he: בדיקה מעמיקה
hi: गहन जाँच
hr: Detaljna provjera
hu: Alapos ellenőrzés
id: Pemeriksaan mendalam
it: Controllo approfondito
ja: 詳細チェック
ko: 정밀 확인
ms: Semakan mendalam
nb: Grundig sjekk
nl: Grondige controle
pl: Dokładne sprawdzanie
pt_br: Verificação profunda
pt_pt: Verificação aprofundada
ro: Verificare aprofundată
ru: Глубокая проверка
sk: Dôkladná kontrola
sv: Djupkontroll
th: การตรวจสอบเชิงลึก
tr: Derin denetim
uk: Глибока перевірка
vi: Kiểm tra sâu
zh_hans: 深度检查
zh_hant: 深度檢查

source: Deep check follows redirects and looks up the domain's age by contacting the link's own server. Nothing is sent to Lunet.
ar: يتتبع الفحص المعمّق عمليات إعادة التوجيه ويتحقق من عمر النطاق عبر الاتصال بخادم الرابط نفسه. لا يُرسَل أي شيء إلى Lunet.
ca: La comprovació a fons segueix les redireccions i consulta l’antiguitat del domini contactant el servidor del mateix enllaç. No s’envia res a Lunet.
cs: Důkladná kontrola sleduje přesměrování a zjišťuje stáří domény dotazem přímo na server odkazu. Nic se neodesílá do Lunetu.
da: Det grundige tjek følger omdirigeringer og slår domænets alder op ved at kontakte linkets egen server. Intet sendes til Lunet.
de: Die gründliche Prüfung folgt Weiterleitungen und ermittelt das Alter der Domain, indem sie den Server des Links selbst kontaktiert. An Lunet wird nichts gesendet.
el: Ο εις βάθος έλεγχος ακολουθεί τις ανακατευθύνσεις και βρίσκει την ηλικία του τομέα επικοινωνώντας με τον ίδιο τον διακομιστή του συνδέσμου. Τίποτα δεν αποστέλλεται στο Lunet.
es: La verificación a fondo sigue las redirecciones y consulta la antigüedad del dominio contactando al propio servidor del enlace. No se envía nada a Lunet.
fi: Perusteellinen tarkistus seuraa uudelleenohjauksia ja selvittää verkkotunnuksen iän ottamalla yhteyttä linkin omaan palvelimeen. Lunetille ei lähetetä mitään.
fr: La vérification approfondie suit les redirections et consulte l’âge du domaine en contactant le serveur du lien lui-même. Rien n’est envoyé à Lunet.
he: בדיקה מעמיקה עוקבת אחר הפניות ובודקת את גיל הדומיין על ידי פנייה לשרת של הקישור עצמו. שום דבר לא נשלח אל Lunet.
hi: गहन जाँच रीडायरेक्ट को फ़ॉलो करती है और लिंक के अपने सर्वर से संपर्क करके डोमेन की उम्र पता करती है। Lunet को कुछ भी नहीं भेजा जाता।
hr: Detaljna provjera prati preusmjeravanja i doznaje starost domene obraćajući se poslužitelju same poveznice. Ništa se ne šalje Lunetu.
hu: Az alapos ellenőrzés követi az átirányításokat, és a link saját szerverétől kérdezi le a domain korát. A Lunet semmit sem kap meg.
id: Pemeriksaan mendalam mengikuti pengalihan dan mencari tahu usia domain dengan menghubungi server milik tautan itu sendiri. Tidak ada yang dikirim ke Lunet.
it: Il controllo approfondito segue i reindirizzamenti e verifica l’età del dominio contattando il server del link stesso. Nulla viene inviato a Lunet.
ja: 詳細チェックでは、リンク先のサーバに直接問い合わせて、リダイレクトをたどり、ドメインの登録からの期間を調べます。Lunetには何も送信されません。
ko: 정밀 확인은 링크 자체의 서버에 연결하여 리디렉션을 추적하고 도메인 연령을 조회합니다. Lunet으로는 아무것도 전송되지 않습니다.
ms: Semakan mendalam mengikut ubah hala dan menyemak usia domain dengan menghubungi pelayan pautan itu sendiri. Tiada apa-apa dihantar kepada Lunet.
nb: Grundig sjekk følger omdirigeringer og slår opp domenets alder ved å kontakte lenkens egen server. Ingenting sendes til Lunet.
nl: De grondige controle volgt omleidingen en zoekt de leeftijd van het domein op via de server van de link zelf. Er wordt niets naar Lunet gestuurd.
pl: Dokładne sprawdzanie śledzi przekierowania i ustala wiek domeny, łącząc się z serwerem samego linku. Nic nie jest wysyłane do Lunet.
pt_br: A verificação profunda segue os redirecionamentos e consulta a idade do domínio entrando em contato com o próprio servidor do link. Nada é enviado ao Lunet.
pt_pt: A verificação aprofundada segue os redirecionamentos e consulta a idade do domínio contactando o próprio servidor da ligação. Nada é enviado para a Lunet.
ro: Verificarea aprofundată urmărește redirecționările și află vechimea domeniului contactând serverul propriu al linkului. Nimic nu este trimis către Lunet.
ru: Глубокая проверка отслеживает перенаправления и узнает возраст домена, обращаясь к серверу самой ссылки. В Lunet ничего не отправляется.
sk: Dôkladná kontrola sleduje presmerovania a zisťuje vek domény priamo od servera odkazu. Do Lunetu sa nič neodosiela.
sv: Djupkontrollen följer omdirigeringar och tar reda på domänens ålder genom att kontakta länkens egen server. Inget skickas till Lunet.
th: การตรวจสอบเชิงลึกจะติดตามการเปลี่ยนเส้นทางและค้นหาอายุของโดเมนโดยติดต่อเซิร์ฟเวอร์ของลิงก์นั้นโดยตรง ไม่มีข้อมูลใดถูกส่งไปยัง Lunet
tr: Derin denetim, yönlendirmeleri izler ve bağlantının kendi sunucusuyla iletişim kurarak alan adının yaşını öğrenir. Lunet’e hiçbir şey gönderilmez.
uk: Глибока перевірка відстежує переспрямування та дізнається вік домену, звертаючись до сервера самого посилання. До Lunet нічого не надсилається.
vi: Kiểm tra sâu sẽ lần theo các chuyển hướng và tra cứu tuổi của tên miền bằng cách liên hệ chính máy chủ của liên kết. Không có gì được gửi đến Lunet.
zh_hans: 深度检查会直接联系链接所在的服务器，跟踪重定向并查询域名的注册时长。不会向 Lunet 发送任何内容。
zh_hant: 深度檢查會追蹤重新導向，並直接聯絡連結本身的伺服器來查詢網域註冊時間。不會傳送任何資料給 Lunet。

source: Deep link check
ar: الفحص المعمّق للروابط
ca: Comprovació a fons dels enllaços
cs: Důkladná kontrola odkazů
da: Grundigt linktjek
de: Gründliche Linkprüfung
el: Εις βάθος έλεγχος συνδέσμων
es: Verificación a fondo de enlaces
fi: Perusteellinen linkkitarkistus
fr: Vérification approfondie des liens
he: בדיקת קישורים מעמיקה
hi: गहन लिंक जाँच
hr: Detaljna provjera poveznica
hu: Alapos linkellenőrzés
id: Pemeriksaan tautan mendalam
it: Controllo approfondito dei link
ja: リンクの詳細チェック
ko: 링크 정밀 확인
ms: Semakan pautan mendalam
nb: Grundig lenkesjekk
nl: Grondige linkcontrole
pl: Dokładne sprawdzanie linków
pt_br: Verificação profunda de links
pt_pt: Verificação aprofundada de ligações
ro: Verificare aprofundată a linkurilor
ru: Глубокая проверка ссылок
sk: Dôkladná kontrola odkazov
sv: Djupkontroll av länkar
th: การตรวจสอบลิงก์เชิงลึก
tr: Derin bağlantı denetimi
uk: Глибока перевірка посилань
vi: Kiểm tra sâu liên kết
zh_hans: 深度链接检查
zh_hant: 連結深度檢查

source: Delete
ar: حذف
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: डिलीट करें
hr: Obriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Apagar
pt_pt: Apagar
ro: Ștergeți
ru: Удалить
sk: Vymazať
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete ^[%lld item](inflect: true)?
ar: هل تريد حذف %lld عنصر؟
ca: Vols eliminar %lld elements?
cs: Smazat %lld položek?
da: Vil du slette %lld emner?
de: %lld Objekte löschen?
el: Διαγραφή %lld στοιχείων;
es: ¿Eliminar %lld elementos?
fi: Poistetaanko %lld kohdetta?
fr: Supprimer %lld éléments ?
he: למחוק %lld פריטים?
hi: %lld आइटम डिलीट करें?
hr: Obrisati %lld stavki?
hu: %lld elem törlése?
id: Hapus %lld item?
it: Eliminare %lld elementi?
ja: %lld項目を削除しますか？
ko: %lld개 항목을 삭제하시겠습니까?
ms: Padam %lld item?
nb: Vil du slette %lld objekter?
nl: %lld onderdelen verwijderen?
pl: Usunąć %lld elementu?
pt_br: Apagar %lld itens?
pt_pt: Apagar %lld elementos?
ro: Ștergeți %lld de elemente?
ru: Удалить %lld объекта?
sk: Vymazať %lld položiek?
sv: Vill du radera %lld objekt?
th: ลบ %lld รายการใช่ไหม
tr: %lld öğe silinsin mi?
uk: Видалити %lld об’єкта?
vi: Xóa %lld mục?
zh_hans: 要删除 %lld 个项目吗？
zh_hant: 要刪除 %lld 個項目嗎？

source: Delete anytime
ar: احذفها متى شئت
ca: Elimina quan vulguis
cs: Smažte kdykoli
da: Slet når som helst
de: Jederzeit löschbar
el: Διαγραφή οποιαδήποτε στιγμή
es: Elimina cuando quieras
fi: Poista milloin tahansa
fr: Supprimez à tout moment
he: אפשר למחוק בכל עת
hi: कभी भी डिलीट करें
hr: Obrišite bilo kada
hu: Bármikor törölheti
id: Hapus kapan saja
it: Elimina quando vuoi
ja: いつでも削除可能
ko: 언제든지 삭제 가능
ms: Padam bila-bila masa
nb: Slett når som helst
nl: Altijd te verwijderen
pl: Usuwaj w dowolnej chwili
pt_br: Apague quando quiser
pt_pt: Apague quando quiser
ro: Ștergeți oricând
ru: Удаляйте в любой момент
sk: Vymažte kedykoľvek
sv: Radera när du vill
th: ลบได้ทุกเมื่อ
tr: İstediğiniz zaman silin
uk: Видаляйте будь-коли
vi: Xóa bất cứ lúc nào
zh_hans: 随时删除
zh_hant: 隨時可刪除

source: Delhi
ar: دلهي
cs: Dillí
el: Δελχί
he: דלהי
hi: दिल्ली
ja: デリー
ko: 델리
pt_br: Délhi
pt_pt: Deli
ru: Дели
sk: Dillí
th: เดลี
uk: Делі
zh_hans: 德里
zh_hant: 德里

source: Denver
ar: دنفر
el: Ντένβερ
he: דנוור
hi: डेनवर
ja: デンバー
ko: 덴버
ru: Денвер
th: เดนเวอร์
uk: Денвер
zh_hans: 丹佛
zh_hant: 丹佛

source: Details
ar: التفاصيل
ca: Detalls
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
hr: Detalji
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부사항
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sk: Podrobnosti
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
uk: Подробиці
vi: Chi tiết
zh_hans: 详细信息
zh_hant: 詳細資訊

source: Detroit
ar: ديترويت
el: Ντιτρόιτ
fr: Détroit
he: דטרויט
hi: डेट्रॉइट
ja: デトロイト
ko: 디트로이트
ru: Детройт
th: ดีทรอยต์
uk: Детройт
zh_hans: 底特律
zh_hant: 底特律

source: Diamond
ar: معيّن
ca: Diamant
cs: Kosočtverec
da: Diamant
de: Raute
el: Ρόμβος
es: Diamante
fi: Timantti
fr: Losange
he: יהלום
hi: हीरा
hr: Romb
hu: Rombusz
id: Berlian
it: Rombo
ja: ひし形
ko: 다이아몬드
ms: Berlian
nb: Diamant
nl: Ruit
pl: Romb
pt_br: Losango
pt_pt: Losango
ro: Romb
ru: Ромб
sk: Kosoštvorec
sv: Diamant
th: ข้าวหลามตัด
tr: Elmas
uk: Ромб
vi: Kim cương
zh_hans: 菱形
zh_hant: 菱形

source: Digits
ar: الأرقام
ca: Dígits
cs: Číslice
da: Cifre
de: Ziffern
el: Ψηφία
es: Dígitos
fi: Numerot
fr: Chiffres
he: ספרות
hi: अंक
hr: Znamenke
hu: Számjegyek
id: Digit
it: Cifre
ja: 数字
ko: 숫자
ms: Digit
nb: Sifre
nl: Cijfers
pl: Cyfry
pt_br: Dígitos
pt_pt: Dígitos
ro: Cifre
ru: Цифры
sk: Číslice
sv: Siffror
th: ตัวเลข
tr: Rakamlar
uk: Цифри
vi: Chữ số
zh_hans: 数字
zh_hant: 數字

source: Digits and - $ : / . + between start and stop letters A–D.
ar: أرقام و- $ : / . + بين حرفي البداية والنهاية A–D.
ca: Dígits i - $ : / . + entre les lletres d’inici i final A–D.
cs: Číslice a - $ : / . + mezi počátečním a koncovým písmenem A–D.
da: Cifre og - $ : / . + mellem start- og stopbogstaverne A–D.
de: Ziffern und - $ : / . + zwischen den Start- und Stoppbuchstaben A–D.
el: Ψηφία και - $ : / . + ανάμεσα στα γράμματα έναρξης και λήξης A–D.
es: Dígitos y - $ : / . + entre las letras de inicio y fin A–D.
fi: Numerot ja - $ : / . + A–D-aloitus- ja lopetuskirjainten välissä.
fr: Chiffres et - $ : / . + entre les lettres de début et de fin A–D.
he: ספרות ו־- $ : / . + בין אותיות ההתחלה והסיום A–D.
hi: A–D शुरू और अंत के अक्षरों के बीच अंक और - $ : / . +।
hr: Znamenke i - $ : / . + između početnog i završnog slova A–D.
hu: Számjegyek és - $ : / . + az A–D kezdő- és zárókarakter között.
id: Digit dan - $ : / . + di antara huruf awal dan akhir A–D.
it: Cifre e - $ : / . + tra le lettere di inizio e fine A–D.
ja: A〜Dの開始文字と終了文字の間に、数字と - $ : / . +。
ko: A–D 시작 및 종료 문자 사이에 숫자와 - $ : / . + 사용.
ms: Digit dan - $ : / . + antara huruf mula dan henti A–D.
nb: Sifre og - $ : / . + mellom start- og stoppbokstavene A–D.
nl: Cijfers en - $ : / . + tussen de start- en stopletters A–D.
pl: Cyfry i znaki - $ : / . + między literami startu i stopu A–D.
pt_br: Dígitos e - $ : / . + entre as letras de início e fim A–D.
pt_pt: Dígitos e - $ : / . + entre as letras de início e de fim A–D.
ro: Cifre și - $ : / . + între literele de start și de stop A–D.
ru: Цифры и - $ : / . + между начальной и конечной буквами A–D.
sk: Číslice a - $ : / . + medzi štartovacím a koncovým písmenom A–D.
sv: Siffror och - $ : / . + mellan start- och stoppbokstäverna A–D.
th: ตัวเลขและ - $ : / . + ระหว่างตัวอักษรเริ่มต้นและสิ้นสุด A–D
tr: A–D başlangıç ve bitiş harfleri arasında rakamlar ve - $ : / . + karakterleri.
uk: Цифри та - $ : / . + між початковою і кінцевою літерами A–D.
vi: Chữ số và - $ : / . + giữa chữ cái bắt đầu và kết thúc A–D.
zh_hans: 在 A–D 起始字母和终止字母之间使用数字和 - $ : / . +。
zh_hant: A–D 開始和結束字母之間的數字和 - $ : / . +。
